Revit 2027 API
FormatOptions.CanSuppressSpaces Method
Overload List
Name | Description
CanSuppressSpaces() |  Checks whether spaces can be suppressed for the display unit in this FormatOptions.
CanSuppressSpaces(ForgeTypeId) |  Checks whether spaces can be suppressed for a given unit.
Top
See Also
Reference
FormatOptions Class
Autodesk.Revit.DB Namespace